{"translation-revision-date":"2022-11-30 19:14:03+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"This will delete all of your customizer settings. It cannot be undone.":["将删除所有的定制器设置，且无法撤消。"],"Reset your customizer settings.":["重置您的定制器设置。"],"Take GeneratePress to the next level with more options, professionally designed starter sites, and block-based theme building.":["通过丰富的主题选项、金鑫设计的站点库以及区块为主的主题构建器，使 GeneratePress 更上一层楼。"],"GeneratePress Premium":["GeneratePress Premium"],"Explore our support forums":["探索我们的支持论坛"],"We take support seriously. Gain access to our premium support forums and take advantage of our industry-leading support.":["我们会认真看待每个支持请求。 请访问我们的 premium 支持论坛以体验我们行业领先的支持服务。"],"Premium Support":["Premium 支持"],"Explore more options":["探索更多选项"],"Add more options like our advanced hook system, mobile header, sticky navigation, infinite scroll, masonry and much more.":["添加更多选项，如高级钩子系统、移动端页眉、固定导航、无限滚动、砖石结构等。"],"More Options":["更多选项"],"Explore starter sites":["探索入门站点"],"Start your site with a professionally-built starter site.":["借助专业设计的入门站点样板开始构建您的站点。"],"Site Library":["站点库"],"Explore our theme builder":["探索我们的主题构建器"],"Design and build your theme elements in the block editor.":["使用区块编辑器设计和构建您的主题元素。"],"Theme Builder":["主题构建器"],"Open options":["打开选项"],"Set up the layout of your overall site elements.":["为全站的元素设置布局。"],"Set up your site typography by using our dynamic typography system.":["使用我们的动态排版系统设置您的站点排版。"],"Typography System":["排版系统"],"Set up your global colors and stylize your site to match your brand.":["设置全局颜色以使您的站点风格化，让站点外观符合您的品牌。"],"Color Options":["颜色选项"],"Set options like your site title, description, logo, logo width, and more.":["设置站点标题、描述、logo、logo 宽度等选项。"],"Settings reset.":["设置已重置。"],"Start Customizing":["开始自定义"],"Layout Options":["布局选项"],"Reset":["重置"],"Site Identity":["站点标识"]}},"comment":{"reference":"assets\/dist\/dashboard.js"}}